Repository: JoseFilipeFerreira/notes
Catalog: A03/Glossario_PT_PL_1.tmx
Source language: pt_br
Languages: pl

source: Edifícios destinados ao Parlamento e para ajuntamento público
pl: Budynki parlamentu oraz zgromadzeń publicznych

source: Obras de construção de edifícios destinados aos serviços de emergência
pl: Roboty budowlane w zakresie budowy obiektów dla służb ratunkowych

source: Construção de quartel de bombeiros
pl: Roboty budowlane w zakresie obiektów straży pożarnej

source: Construção de central de ambulâncias
pl: Roboty budowlane w zakresie pogotowia ratunkowego

source: Construção de edifício destinado a serviços de socorro em montanha
pl: Roboty budowlane w zakresie obiektów ratownictwa górskiego

source: Construção de central de embarcações salva-vidas
pl: Roboty budowlane w zakresie stacji wodnego pogotowia ratunkowego

source: Construção de edifício destinado a serviços de pronto-socorro
pl: Roboty budowlane w zakresie obiektów służb ratunkowych

source: Construção de edifício para a guarda costeira
pl: Roboty budowlane w zakresie obiektów straży przybrzeżnej

source: Construção de central de serviços de pronto-socorro
pl: Roboty budowlane w zakresie posterunków ratowniczych

source: Construção de farol
pl: Roboty budowlane w zakresie latarni morskich

source: Abrigos de protecção
pl: Schrony

source: Construção de edifícios e instalações militares
pl: Roboty budowlane w zakresie budowy wojskowych obiektów budowlanych oraz instalacji

source: Construção de bunker militar
pl: Roboty budowlane w zakresie bunkrów wojskowych

source: Construção de abrigo militar
pl: Roboty budowlane w zakresie schronów wojskowych

source: Construção de trincheiras de defesa
pl: Roboty budowlane w zakresie okopów obronnych

source: Construção de edifícios insufláveis
pl: Roboty budowlane w zakresie obiektów nadmuchiwanych

source: Obras de engenharia civil e construção de estruturas
pl: Roboty inżynieryjne i budowlane

source: Construção de pontes, túneis, poços e passagens subterrâneas
pl: Roboty budowlane w zakresie budowy mostów i tuneli, szybów i kolei podziemnej

source: Construção de pontes
pl: Roboty budowlane w zakresie budowy mostów

source: Construção de ponte
pl: Roboty budowlane w zakresie mostów

source: Construção de ponte rodoviária
pl: Roboty budowlane w zakresie mostów drogowych

source: Construção de ponte ferroviária
pl: Roboty budowlane w zakresie mostów kolejowych

source: Construção de ponte pedonal
pl: Roboty budowlane w zakresie mostowych przejść dla pieszych

source: Construção de pontes de ferro
pl: Roboty budowlane w zakresie mostów z żelaza

source: Construção de pontes de aço
pl: Roboty budowlane w zakresie mostów ze stali

source: Construção de báscula de pesagem
pl: Roboty budowlane w zakresie wag mostowych

source: Construção de ponte para condutas de longa distância
pl: Roboty budowlane w zakresie mostów podtrzymujących rurociągi

source: Obras de renovação de pontes
pl: Roboty budowlane w zakresie renowacji mostów

source: Construção de viaduto
pl: Roboty budowlane w zakresie wiaduktów

source: Construção de viaduto rodoviário
pl: Roboty budowlane w zakresie wiaduktów drogowych

source: Construção de viaduto ferroviário
pl: Roboty budowlane w zakresie wiaduktów kolejowych

source: Construção de túneis, poços e passagens subterrâneas
pl: Roboty budowlane w zakresie budowy tuneli, szybów i kolei podziemnej

source: Escavações total ou parcialmente cobertas
pl: Tunele zadaszone lub częściowo zadaszone

source: Passagem inferior
pl: Przejścia podziemne

source: Escavações ferroviárias total ou parcialmente cobertas
pl: Tunele kolejowe zadaszone lub częściowo zadaszone

source: Escavações rodoviárias total ou parcialmente cobertas
pl: Tunele drogowe zadaszone lub częściowo zadaszone

source: Pontões
pl: Kanały sklepione

source: Poços de inspecção
pl: Szyby

source: Construção de túneis
pl: Roboty budowlane w zakresie budowy tuneli drogowych

source: Construção de túnel rodoviário
pl: Roboty budowlane w zakresie tuneli drogowych

source: Construção de túnel ferroviário
pl: Roboty budowlane w zakresie tuneli kolejowych

source: Construção de túnel pedonal
pl: Roboty budowlane w zakresie tuneli dla pieszych

source: Construção de túnel para canal
pl: Roboty budowlane w zakresie kanałów

source: Construção de túnel sob rio
pl: Roboty budowlane w zakresie tuneli pod rzekami

source: Construção de túnel submarino
pl: Roboty budowlane w zakresie tuneli podmorskich

source: Escavação de túneis
pl: Kopanie tuneli

source: Obras de revestimento interno de túneis
pl: Roboty budowlane w zakresie okładzin w tunelach

source: Obras subterrâneas excepto túneis, poços e passagens subterrâneas
pl: Roboty podziemne inne niż dotyczące tuneli, szybów i kolei podziemnej

source: Construção de obras de engenharia civil excepto pontes, túneis, poços e passagens subterrâneas
pl: Roboty budowlane w zakresie robót inżynieryjnych, z wyjątkiem mostów, tuneli, szybów i kolei podziemnej

source: Construção de estação de tratamento de resíduos
pl: Roboty budowlane w zakresie zakładów uzdatniania odpadów

source: Construção de depósito de resíduos
pl: Roboty budowlane w zakresie składowisk odpadów

source: Obras de engenharia para instalações militares
pl: Roboty inżynieryjne na instalacjach wojskowych

source: Obras de engenharia para instalações de segurança
pl: Roboty inżynieryjne na instalacjach bezpieczeństwa

source: Construção de estruturas
pl: Roboty budowlane w zakresie konstrukcji

source: Montagem de estruturas metálicas
pl: Montaż konstrukcji metalowych

source: Instalação de estruturas metálicas
pl: Instalowanie konstrukcji metalowych

source: Obras de estrutura
pl: Roboty konstrukcyjne

source: Obras de estrutura em aço
pl: Roboty konstrukcyjne z wykorzystaniem stali

source: Construção de toscos
pl: Roboty zadaszeniowe

source: Construção de parque de estacionamento
pl: Roboty budowlane w zakresie parkingów

source: Construção de parque de estacionamento subterrâneo
pl: Roboty budowlane w zakresie parkingów podziemnych

source: Construção de parque dissuasor (park-and-ride)
pl: Roboty budowlane w zakresie obiektów typu „parkuj i jedź”

source: Construção de estação de radar
pl: Roboty budowlane w zakresie stacji radarowych

source: Estruturas de betão reforçado
pl: Konstrukcje z betonu zbrojonego

source: Construção de canis
pl: Roboty budowlane w zakresie psiarni

source: Construção de área de serviço
pl: Roboty budowlane w zakresie stacji obsługi

source: Construção de área de serviço em auto-estrada
pl: Roboty budowlane w zakresie stacji obsługi przy autostradach

source: Construção de estações de serviço
pl: Roboty budowlane w zakresie stacji benzynowych/tankowania gazu

source: Montagem e edificação de estruturas prefabricadas
pl: Montaż i wznoszenie gotowych konstrukcji

source: Construções prefabricadas
pl: Konstrukcje gotowe

source: Unidades e componentes prefabricadas
pl: Gotowe elementy i części składowe

source: Unidades prefabricadas
pl: Elementy gotowe

source: Componentes pré-fabricados
pl: Gotowe części składowe

source: Construção de condutas de longa distância, de linhas para comunicação e transporte de energia, vias rápidas, estradas, aeródromos e vias férreas; nivelamento do terreno
pl: Roboty budowlane w zakresie budowy rurociągów, linii komunikacyjnych i elektroenergetycznych, autostrad, dróg, lotnisk i kolei; wyrównywanie terenu

source: Construção de condutas de longa distância e de linhas para comunicação e transporte de energia
pl: Roboty budowlane w zakresie budowy rurociągów, ciągów komunikacyjnych i linii energetycznych

source: Obras gerais de construção de condutas de longa distância
pl: Ogólne roboty budowlane związane z budową rurociągów

source: Obras de colocação de condutas
pl: Roboty budowlane w zakresie kładzenia rurociągów

source: Levantamento e recolocação de condutas de longa distância
pl: Podnoszenie i poziomowanie rurociągów

source: Instalação de sistemas de condutas
pl: Instalacja rurociągów

source: Recolocação de condutas de longa distância
pl: Poziomowanie rurociągów

source: Construção de oleodutos e gasodutos
pl: Roboty budowlane w zakresie budowy rurociągów naftowych i gazociągów

source: Construção de oleodutos
pl: Roboty budowlane w zakresie rurociągów naftowych

source: Construção de gasodutos
pl: Roboty budowlane w zakresie gazociągów

source: Construção de condutas de gás
pl: Roboty budowlane w zakresie gazowych sieci zasilających

source: Obras relacionadas com gasómetros
pl: Roboty w zakresie zbiorników gazu

source: Obras anexas relacionadas com o abastecimento de gás
pl: Roboty pomocnicze w zakresie przesyłu gazu

source: Construção de condutas para água e águas residuais
pl: Roboty budowlane w zakresie budowy wodociągów i rurociągów do odprowadzania ścieków

source: Construção de linhas para o transporte de electricidade
pl: Roboty budowlane w zakresie budowy linii energetycznych

source: Obras relacionadas com condutas de longa distância para ar comprimido
pl: Roboty budowlane w zakresie budowy rurociągów sprężonego powietrza

source: Obras relacionadas com circuitos pneumáticos para a distribuição de correio
pl: Rurociągi przesyłowe sprężonego powietrza

source: Construção de linhas para comunicação
pl: Roboty budowlane w zakresie budowy linii komunikacyjnych

source: Obras anexas relacionadas com condutas de longa distância e cabos
pl: Roboty pomocnicze w zakresie rurociągów i kabli

source: Obras anexas relacionadas com condutas para o transporte de água
pl: Roboty pomocnicze w zakresie wodociągów

source: Obras relacionadas com irrigação
pl: Roboty nawadniające

source: Construção de condutas para irrigação
pl: Roboty budowlane w zakresie rurociągów nawadniających

source: Construção de condutas para águas pluviais
pl: Roboty budowlane w zakresie rurociągów do odprowadzania wody burzowej

source: Construção de condutas de aquecimento urbano
pl: Roboty budowlane w zakresie lokalnych sieci grzewczych

source: Obras relacionadas com aquecimento
pl: Roboty grzewcze

source: Construção de estação de transferência de calor
pl: Roboty budowlane w zakresie stacji przesyłu ciepła

source: Obras relacionadas com condutas para abastecimento de água
pl: Roboty w zakresie rurociągów do przesyłu wody

source: Obras de renovação de condutas de água
pl: Roboty budowlane w zakresie węzłów do przepompowywania wody

source: Construção de estação de bombagem
pl: Roboty budowlane w zakresie przepompowni

source: Construção de torres de água
pl: Roboty budowlane w zakresie wież wodnych

source: Construção de tanques elevados para água potável
pl: Roboty budowlane w zakresie wysoko umieszczonych zbiorników wody pitnej

source: Obras anexas relacionadas com linhas para o transporte de electricidade
pl: Roboty pomocnicze w zakresie linii energetycznych

source: Construção de linhas suspensas
pl: Roboty budowlane zakresie budowy linii napowietrznych

source: Construção de subestação
pl: Roboty budowlane w zakresie podstacji

source: Subestação transformadora
pl: Podstacje transformatorowe

source: Construção de linhas telefónicas e de comunicação e obras anexas
pl: Roboty budowlane i pomocnicze w zakresie linii telefonicznych i ciągów komunikacyjnych

source: Construção de linhas telefónicas
pl: Roboty budowlane w zakresie linii telefonicznych

source: Linhas telefónicas de emergência para estradas
pl: Przydrożne telefoniczne linie awaryjne

source: Linhas de radiodifusão por cabo
pl: Kablowe linie nadawcze

source: Montagem de antenas
pl: Wznoszenie masztów antenowych

source: Obras anexas relacionadas com radiodifusão
pl: Roboty dodatkowe w zakresie nadawania

source: Obras anexas relacionadas com telecomunicações
pl: Telekomunikacyjne roboty dodatkowe

source: Construção de estações de base para telefones móveis
pl: Roboty budowlane w zakresie masztów telefonii komórkowej

source: Obras de construção de esgotos
pl: Roboty budowlane w zakresie kanałów ściekowych

source: Obras de construção de sistemas colectores
pl: Roboty w zakresie kanalizacji ściekowej

source: Construção de condutas para águas residuais
pl: Roboty budowlane w zakresie rurociągów wody ściekowej

source: Construção de estações de depuração de águas residuais
pl: Roboty w zakresie ścieków

source: Tratamento de águas residuais
pl: Roboty w zakresie oczyszczania ścieków

source: Estação de tratamento de lamas
pl: Roboty w zakresie uzdatniania osadów

source: Construção de estações de bombagem de águas residuais
pl: Roboty budowlane w zakresie przepompowni ścieków

source: Construção de canal de descarga final de esgotos
pl: Roboty budowlane w zakresie wylotów kanałów ściekowych

source: Tratamento de águas
pl: Roboty w zakresie uzdatniania wody

source: Estação de bombagem de águas residuais
pl: Przepompownie wody odpadowej

source: Construção de condutas de esgoto
pl: Roboty budowlane w zakresie budowy rurociągów do odprowadzania ścieków

source: Obras de construção para drenagem
pl: Roboty budowlane w zakresie budowy upustów

source: Obras de drenagem e pavimentação
pl: Roboty odwadniające i nawierzchniowe

source: Obras de drenagem
pl: Roboty odwadniające

source: Construção de drenos
pl: Roboty budowlane w zakresie upustów

source: Construção de bacia de águas pluviais
pl: Roboty budowlane w zakresie zbiorników wód deszczowych

source: Obras de saneamento
pl: Roboty sanitarne

source: Estação de transferência de resíduos
pl: Stacje przesyłu odpadów

source: Construção, fundação e pavimentação de vias rápidas e estradas
pl: Roboty w zakresie konstruowania, fundamentowania oraz wykonywania nawierzchni autostrad, dróg

source: Construção de estradas e vias rápidas
pl: Roboty w zakresie budowy autostrad, dróg

source: Construção de auto-estradas
pl: Roboty w zakresie budowy autostrad

source: Construção de estradas
pl: Roboty w zakresie budowy dróg

source: Construção de estradas principais
pl: Roboty w zakresie budowy dróg głównych

source: Construção de via circular
pl: Roboty budowlane w zakresie obwodnic

source: Construção de estrada secundária
pl: Roboty budowlane w zakresie dróg podrzędnych

source: Construção de estrada nacional
pl: Roboty budowlane w zakresie arterii drogowych

source: Construção de nó rodoviário
pl: Roboty budowlane w zakresie węzłów drogowych

source: Construção de cruzamento desnivelado
pl: Roboty budowlane w zakresie węzłów wielostopniowych

source: Construção de cruzamento em T
pl: Roboty budowlane w zakresie rozjazdów

source: Construção de rotunda
pl: Roboty budowlane w zakresie rond

source: Construção de estrada transversal
pl: Roboty budowlane w zakresie skrzyżowań dróg

source: Construção de vias rápidas
pl: Roboty budowlane zakresie dróg krajowych

source: Construção de vias rápidas em passagem superior
pl: Roboty budowlane w zakresie dróg krajowych na estakadach

source: Manutenção de vias rápidas
pl: Roboty budowlane w zakresie konserwacji dróg krajowych

source: Obras em estradas
pl: Roboty drogowe

source: Manutenção de estradas
pl: Roboty w zakresie konserwacji dróg

source: Reparação de estradas
pl: Roboty w zakresie naprawy dróg

source: Construção de passagem superior
pl: Roboty budowlane w zakresie objazdów

source: Obras para redução do trânsito
pl: Roboty w zakresie regulacji ruchu

source: Vias e outras superfícies empedradas
pl: Ścieżki i inne nawierzchnie metalizowane

source: Construção de via pedonal
pl: Roboty budowlane w zakresie ścieżek pieszych

source: Construção de via para ciclistas
pl: Roboty budowlane w zakresie ścieżek rowerowych

source: Obras diversas de pavimentação
pl: Roboty w zakresie różnych nawierzchni

source: Pavimentação de vias rápidas
pl: Roboty w zakresie nawierzchni autostrad

source: Pavimentação de estradas
pl: Roboty w zakresie nawierzchni dróg

source: Obras de sinalização horizontal de estradas
pl: Malowanie nawierzchi

source: Obras de pavimentação e asfaltagem
pl: Roboty budowlane w zakresie układania chodników i asfaltowania

source: Renovação do pavimento das faixas de rodagem
pl: Wymiana nawierzchni drogowej

source: Construção de estrada com faixa de rodagem dupla
pl: Roboty budowlane w zakresie dróg dwupasmowych

source: Construção de estrada com faixa de rodagem única
pl: Roboty budowlane w zakresie dróg jednopasmowych

source: Construção de estrada de acesso
pl: Roboty budowlane w zakresie dróg dojazdowych

source: Construção de acesso a auto-estrada
pl: Roboty budowlane w zakresie łącznic

source: Obras de revestimento superficial
pl: Roboty budowlane w zakresie krycia powierzchni

source: Manutenção de bermas
pl: Konserwacja zadaszeń

source: Obras de pavimentação excepto para estradas
pl: Roboty w zakresie nawierzchni, z wyjątkiem dróg

source: Renovação de pavimentos
pl: Wymiana nawierzchni

source: Pavimentação de ruas
pl: Roboty w zakresie nawierzchni ulic

source: Pavimentação de vias para peões
pl: Roboty w zakresie nawierzchni dróg dla pieszych

source: Construção de vias pedestres
pl: Roboty budowlane w zakresie dróg pieszych

source: Construção de passagem superior para peões
pl: Roboty budowlane w zakresie przejść dla pieszych

source: Construção de zona pedonal
pl: Roboty budowlane w zakresie stref ruchu pieszego

source: Marcação de parques de estacionamento
pl: Malowanie nawierzchni parkingów

source: Instalação de barreiras rodoviárias
pl: Wznoszenie barier drogowych

source: Instalação de sinais rodoviários
pl: Instalowanie znaków drogowych

source: Instalação de marcos
pl: Instalowanie odbojnic

source: Instalação de equipamento de segurança
pl: Instalowanie urządzeń ochronnych

source: Instalação de mobiliário rodoviário
pl: Instalowanie mebli ulicznych

source: Instalação de sinalização rodoviária
pl: Instalowanie sygnalizacji drogowej

source: Construção de fundações para vias rápidas, estradas, ruas e vias para peões
pl: Fundamentowanie autostrad, dróg, ulic i ścieżek ruchu pieszego

source: Construção de fundações para vias rápidas
pl: Fundamentowanie autostrad

source: Construção de fundações para estradas
pl: Fundamentowanie dróg

source: Construção de fundações para ruas
pl: Fundamentowanie ulic

source: Construção de fundações para vias para peões
pl: Fundamentowanie ścieżek ruchu pieszego

source: Construção de vias férreas e de sistemas de transporte por cabos
pl: Roboty budowlane w zakresie budowy kolei i systemów transportu

source: Construção de vias férreas
pl: Budowa kolei

source: Via férrea interurbana
pl: Budowa kolei międzymiastowej

source: Construção de via férrea urbana
pl: Roboty budowlane w zakresie kolei miejskiej

source: Construção de depósito ferroviário
pl: Roboty budowlane w zakresie składów kolejowych

source: Demolição de carris
pl: Rozbiórka torów

source: Construção de aterro ferroviário
pl: Roboty budowlane w zakresie nasypów kolejowych

source: Obras de sinalização ferroviária
pl: Roboty w zakresie sygnalizacji kolejowej

source: Construção de carris
pl: Budowa torów

source: Obras relacionadas com vias férreas urbanas
pl: Roboty w zakresie kolei miejskiej

source: Obras relacionadas com vias para eléctricos
pl: Roboty w zakresie kolei tramwajowej

source: Obras relacionadas com vias férreas subterrâneas
pl: Roboty w zakresie kolei podziemnej

source: Obras relacionadas com vias férreas parcialmente subterrâneas
pl: Roboty w zakresie z kolei częściowo podziemnej

source: Transporte de passageiros por vias férreas subterrâneas
pl: Podziemny, kolejowy transport pasażerski

source: Estação ferroviária subterrânea
pl: Podziemne stacje kolejowe

source: Construção de linhas para eléctricos
pl: Roboty związane z liniami tramwajowymi

source: Construção de depósito para eléctricos
pl: Roboty budowlane w zakresie składów tramwajowych

source: Construção de cais para eléctricos
pl: Roboty budowlane w zakresie platform tramwajowych

source: Construção de carris para vias férreas urbanas
pl: Roboty budowlane w zakresie torów kolei miejskiej

source: Obras de colocação de balastro
pl: Roboty budowlane w zakresie podkładów

source: Construção de passagem de nível
pl: Roboty budowlane w zakresie przejść w poziomie

source: Obras de construção de catenária
pl: Roboty budowlane w zakresie zawieszeń łańcuchowych

source: Obras de construção de subestações para locomotivas
pl: Roboty budowlane w zakresie podstacji dla lokomotyw

source: Construção de oficina ferroviária
pl: Roboty budowlane w zakresie warsztatów kolejowych

source: Construção de postos de seccionamento
pl: Roboty budowlane w zakresie warsztatów obsługujących sekcje torów kolejowych

source: Sistemas de transporte por cabos
pl: Systemy transportu linowego

source: Sistemas de transporte por cabos com cabinas
pl: Systemy transportu linowego z wagonami

source: Construção de telesquis
pl: Roboty budowlane w zakresie wyciągów narciarskich

source: Construção de telecadeiras
pl: Roboty budowlane w zakresie wyciągów krzesełkowych

source: Sistema de carris para funicular
pl: Kolej linowa napowietrzna

source: Construção de teleférico
pl: Roboty budowlane w zakresie kolei linowych

source: Construção de aeródromos, pistas de aeroportos e áreas de manobra
pl: Roboty budowlane w zakresie lotnisk, pasów startowych i placów manewrowych

source: Construção de aeroportos
pl: Roboty budowlane w zakresie budowy lotnisk

source: Construção de aeródromos
pl: Roboty w zakresie budowy płyt lotniskowych

source: Obras de pavimentação de aeródromos
pl: Roboty budowlane w zakresie nawierzchni lotnisk

source: Construção de pistas de aeroporto
pl: Roboty w zakresie budowy pasów startowych

source: Renovação do pavimento de pistas de aeroporto
pl: Wymiana nawierzchni pasów startowych

source: Construção de áreas de manobra para aeronaves
pl: Roboty w zakresie budowy lotniskowych pasów manewrowych

source: Construção de pista de circulação
pl: Roboty budowlane w zakresie dróg do kołowania

source: Obras de pavimentação de pista de circulação
pl: Roboty budowlane w zakresie nawierzchni dróg do kołowania

source: Construção de plataformas para estacionamento de aeronaves
pl: Roboty budowlane w zakresie budowy doków lotniczych

source: Nivelamento do terreno
pl: Wyrównywanie terenu

source: Nivelamento do terreno para diversas instalações desportivas
pl: Wyrównywanie terenu obiektów sportowych

source: Nivelamento do terreno para campos desportivos
pl: Wyrównywanie nawierzchni boisk sportowych

source: Nivelamento do terreno para campos de golfe
pl: Wyrównywanie nawierzchni pól golfowych

source: Nivelamento do terreno para campos de ténis
pl: Wyrównywanie nawierzchni kortów tenisowych

source: Nivelamento do terreno para hipódromos
pl: Wyrównywanie terenu torów wyścigowych

source: Nivelamento do terreno para pistas de atletismo
pl: Wyrównywanie nawierzchni bieżni

source: Obras de reparação de campos desportivos
pl: Naprawa boisk sportowych

source: Nivelamento do terreno para instalações recreativas
pl: Wyrównywanie nawierzchni obiektów sportowych

source: Nivelamento do terreno para áreas de recreação para crianças
pl: Wyrównywanie nawierzchni placów zabaw dla dzieci

source: Nivelamento do terreno para jardins zoológicos
pl: Wyrównywanie terenu ogrodów zoologicznych

source: Nivelamento do terreno para jardins
pl: Wyrównywanie terenu ogrodów

source: Nivelamento do terreno para parques
pl: Wyrównywanie terenu parków

source: Reparação de zonas de recreio
pl: Naprawa terenów rekreacyjnych

source: Nivelamento do terreno para cemitérios
pl: Wyrównywanie terenu cmentarzy

source: Construção de palco
pl: Roboty budowlane w zakresie scen

source: Construção relacionada com projectos de engenharia hidráulica
pl: Budowa obiektów inżynierii wodnej

source: Construção de portos
pl: Budowa portów

source: Construção de cais
pl: Roboty budowlane w zakresie kei

source: Construção, no local, de terminais offshore
pl: Budowa terminali przybrzeżnych

source: Construção de molhe
pl: Roboty budowlane w zakresie mol

source: Construção de doca
pl: Roboty budowlane w zakresie doków

source: Construção de pontão
pl: Roboty budowlane w zakresie nabrzeży
